/* Next-button titles */
"CLOSE" = "Zamknij";
"SHUTDOWN" = "Wyłącz";
"RESTART" = "Uruchom ponownie";
"LOGOUT" = "Wyloguj";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "Instalator automatycznie zakończy pracę w ciągu %d sekund.";
"AutoQuit1"		= "Instalator automatycznie zakończy pracę w ciągu 1 sekundy.";
"AutoMsg"		= "Komputer %1$@ w ciągu %2$d sekund.";
"AutoMsg1"		= "Komputer %@ w ciągu 1 sekundy.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "uruchomi się ponownie";
"AutoLogout"	= "wyloguje się";
"AutoShutdown"	= "wyłączy się";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "Komputer uruchomi się ponownie.";
"AutoLogoutIsOccurring" = "Komputer wylogowuje się.";
"AutoShutdownIsOccurring" = "Komputer wyłącza się.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Aby zakończyć, kliknij w Wyłącz.";
"ManualLogoutMsg" = "Aby zakończyć, kliknij w Wyloguj.";
"ManualRequiredRebootMsg" = "Aby zakończyć, kliknij w Uruchom ponownie.";
"ManualRequiredRebootAfterFailureMsg" = "Aby jeszcze raz spróbować zainstalować oprogramowanie, kliknij w Uruchom ponownie.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "Instalacja zakończyła się sukcesem.";
"InstallCompletedSuccessfullyDescription" = "Oprogramowanie zostało zainstalowane.";
"InstallCompletedWithErrorsTitle" = "Wystąpiły błędy instalacji. Zalecane jest ponowne rozpoczęcie instalacji.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "Instalacja przebiegła pomyślnie.";
"InstallFailedTitle" = "Instalacja nie powiodła się.";
